<template>
  <section class="pt-[100px]">
    <div class="container">
      <div class="grid grid-cols-2">
        <div class="col-span-1">
          <h2 class="font-halvar text-4xl text-white mb-4">
            Что входит в услугу?
          </h2>
          <p class="text-white mb-6">
            Оклеивание виниловой плёнкой становится все популярнее и популярнее с каждым годом. Это направление стайлинга поможет вам быстро и безболезненно поменять цвет вашего автомобиля либо внести в него свою определенную изюминку.
            <br><br>
            Наша студия готова предложить вам воплотить любые ваши желания, связанные с изменением цвета и добавить индивидуальности вашему любимому авто.
            <br><br>
            Независимо от того, нужно ли вам частичное покрытие, полную покраску или создание уникальной графической оболочки, наша команда обладает навыками и опытом, чтобы превратить ваши идеи в реальность.
          </p>
        </div>
      </div>
    </div>
  </section>
</template>

<script setup lang="ts">

</script>

<style scoped>

</style>
